// Домашняя работа No7. Работа с DOM и DOM.
// Используя полученные знания выполните сл. задания:
// Создайте HTML-документ (index.html) и подключите в него файл script.js.
// Создайте стартовую структуру HTML-документа (точно так, как в примере):
// <!DOCTYPE html>
// <html>
// <head>
// <script src="script.js"></script>
// </head>
// <body></body>
// </html>
// Используя ТОЛЬКО ВОЗМОЖНОСТИ JAVASCRIPT (функции и методы
// DOM и BOM) выполните верстку макета «Call_to_Action#3.fig»
// (/Notes/WEB_DESIGN/Figma/Elements):

// Важные условия:
// 1. В исходном файле index.html должна оставаться только стартовая
// структура. Остальные элементы и их атрибуты, в т.ч. код CSS, должны
// появляться динамически из JS.
// 2. Добавьте к <html> недостающий атрибут lang, а в <head></head>
// недостающие и рекомендованные к использованию элементы (<meta>,
// <title>).
// 3. CSS-код добавляйте только в тег <style></style>, используя только
// селекторы классов.