D// "use strict"   // Этот режим заставляет браузер использовать все современные возможности языка
// num = 5
// console.log(num);


// Переменная – это «именованное хранилище» для данных.
// var, let, const

let user;        // объявление
user = "Sasha";  // присваивание

let userName = "Sasha";
name = userName;

console.log(userName);

let names = "Sasha";

name = "Kolya";

console.log(name, names);


// const count = 5;

// count = 10;


//Одну и ту же переменную нельзя объявить несколько раз через let.

// let a = 1;
// let a = 2;


//математические операции 

let a = 1 + 2;
console.log(a);


// Создайте переменную num и присвойте ей значение 123.
// Выведите значение этой переменной на экран с помощью console.log().

let num = 123;
console.log(num)

// Создайте переменную a. Запишите в нее значение 10, выведите его на экран.
// Затем запишите в нее значение 20, выведите его на экран.


// Создайте переменную c со значением 10 и переменную d со значением 5.
// Просуммируйте их, а результат присвойте переменной result.
// Выведите на экран значение переменной result.










  
